{
  "title": "Адам укуктары: Негизги түшүнүктөр жана принциптер",
  "author": "Презентация системасы",
  "language": "ky",
  "slides": [
    {
      "id": 1,
      "title": "Адам укуктары деген эмне?",
      "content": "Адам укуктары – бул ар бир адамдын туулгандан тартып ээ болгон негизги укуктары жана эркиндиктери. Алар расасына, тилине, динине, жынысына же башка белгилерине карабастан бардык адамдарга таандык. Адам укуктары адамдын кадыр-баркын, теңдигин жана эркиндигин коргойт.",
      "notes": "Бул презентациянын киришүү бөлүгү. Адам укуктарынын негизги аныктамасын берет."
    },
    {
      "id": 2,
      "title": "Адам укуктарынын тарыхы",
      "content": "Адам укуктары идеясы көптөгөн кылымдардын ичинде өнүккөн. Илк учурда Магна Карта (1215) жана Америка Кошмо Штаттарынын Көз карандысыздык декларациясы (1776) сыяктуу документтерде айтылган. Экинчи дүйнөлүк согуштан кийин, 1948-жылы БУУ Адам укуктарынын жалпы декларациясын кабыл алган.",
      "notes": "Адам укуктарынын тарыхый өнүгүшү жөнүндө маалымат."
    },
    {
      "id": 3,
      "title": "БУУнун Адам укуктарынын жалпы декларациясы",
      "content": "1948-жылдын 10-декабрында БУУ Адам укуктарынын жалпы декларациясын кабыл алган. Бул документте 30 статья бар жана ар бир адамдын негизги укуктары жана эркиндиктери аныкталган. Декларация дүйнө жүзүндө адам укуктарын коргоонун негизги стандарты болуп саналат.",
      "notes": "БУУнун негизги документи жөнүндө."
    },
    {
      "id": 4,
      "title": "Негизги укуктар жана эркиндиктер",
      "content": "Негизги адам укуктарына төмөнкүлөр кирет: жашоо укугу, эркиндик жана коопсуздук укугу, кыйноого каршы коргоо, теңдик жана дискриминацияга каршы коргоо, ой-пикир эркиндиги, чогулуу эркиндиги, дин эркиндиги. Бул укуктар ар бир адамдын кадыр-баркын жана эркиндигин камсыз кылат.",
      "notes": "Адам укуктарынын негизги категориялары."
    },
    {
      "id": 5,
      "title": "Жарандык жана саясий укуктар",
      "content": "Жарандык жана саясий укуктарга: добуш берүү укугу, шайлоого катышуу укугу, сөз эркиндиги, чогулуш эркиндиги, диний ишеним эркиндиги, адилет сотко укук кирет. Бул укуктар адамдардын өз өлкөлөрүнүн саясий жашоосуна активдүү катышуусун камсыз кылат.",
      "notes": "Жарандык жана саясий укуктардын мааниси."
    },
    {
      "id": 6,
      "title": "Экономикалык, социалдык жана маданий укуктар",
      "content": "Экономикалык укуктарга: эмгек укугу, адилет эмгек акы алуу, профсоюзга кирүү укугу кирет. Социалдык укуктарга: билим алуу, саламаттыкты сактоо, социалдык коргоо кирет. Маданий укуктарга: маданий жашоого катышуу, илимий прогресстен пайдалануу кирет.",
      "notes": "Экономикалык, социалдык жана маданий укуктар жөнүндө."
    },
    {
      "id": 7,
      "title": "Балдардын укуктары",
      "content": "Балдар атайын коргоого муктаж. БУУнун Баланын укуктары жөнүндө конвенциясы (1989) балдардын атайын укуктарын белгилейт: билим алуу укугу, саламаттыкты сактоо укугу, эксплуатацияга каршы коргоо, балдар эмгегинен коргоо, үй-бүлөлүк чөйрөдө өсүү укугу.",
      "notes": "Балдардын адам укуктары жөнүндө атайын маалымат."
    },
    {
      "id": 8,
      "title": "Аялдардын укуктары",
      "content": "Аялдардын укуктары адам укуктарынын ажырагыс бөлүгү. Аялдарга карата дискриминацияны жок кылуу жөнүндө конвенция (1979) аялдардын эркектер менен теңдигин камсыз кылат: билим алуу, иштөө, саламаттыкты сактоо, саясатка катышуу укуктарында теңдик.",
      "notes": "Аялдардын адам укуктары жана теңдик мүмкүнчүлүктөрү."
    },
    {
      "id": 9,
      "title": "Кыргызстандагы адам укуктары",
      "content": "Кыргыз Республикасынын Конституциясы адам укуктарын жана эркиндиктөрүн камсыз кылат. Кыргызстан көптөгөн эл аралык адам укуктары жөнүндө конвенцияларга кошулган. Өлкөдө Омбудсмен институту иштейт, ал адам укуктарын коргоодо маанилүү ролду ойнойт.",
      "notes": "Кыргызстандагы адам укуктарынын абалы."
    },
    {
      "id": 10,
      "title": "Корутунду",
      "content": "Адам укуктары ар бир адамдын кадыр-баркын жана эркиндигин камсыз кылуу үчүн абдан маанилүү. Биз баарыбыз өз укуктарыбызды билип, аларды коргоого жана башкалардын укуктарын сыйлоого тийишпиз. Адам укуктары – бул бейпил, адилеттүү жана өркүндөгөн коомдун негизи.",
      "notes": "Презентациянын жыйынтыктоочу бөлүгү."
    }
  ]
}
