{
  "title": "🌍 Адам укуктары: кеңири жана практикалык презентация",
  "author": "Презентация системасы",
  "language": "ky",
  "slides": [
    {
      "id": 1,
      "title": "👋 Киришүү: эмне үчүн бул тема маанилүү?",
      "content": "Негизги идея:\n• Адам укуктары — адамдын кадыр-баркынын коргоосу\n• Укуктар күнүмдүк жашоодо көрүнөт: мектеп, жумуш, көчө, интернет\n\nЭмне үчүн маанилүү:\n• Адилеттик жана коопсуздук үчүн\n• Мамлекет менен жаран ортосундагы ишеним үчүн\n• Конфликттерди тынч жол менен чечүү үчүн\n\nБул презентацияда:\n• Түшүнүктөр жана принциптер\n• Негизги укуктар (жарандык, саясий, социалдык)\n• Практикалык мисалдар жана аракет план",
      "tts": "Бул презентация адам укуктары темасын кеңири жана түшүнүктүү кылып берет. Адам укуктары — бул ар бир адамдын кадыр-баркын сактоо үчүн керек болгон негизги укуктар жана эркиндиктер. Алар кагазда гана эмес, күнүмдүк жашоодо да маанилүү: мектепте урматтоо, жумушта адилет эмгек акы, көчөдө коопсуздук, интернетте купуялык. Биз түшүнүктөрдү, негизги принциптерди жана укук бузулган учурда кандай аракет кылса болорун кадам-кадам менен карайбыз. Максат — маалыматты көбөйтүү гана эмес, практикалык түшүнүк берүү.",
      "notes": "Intro"
    },
    {
      "id": 2,
      "title": "🧭 Негизги түшүнүктөр: укук, эркиндик, милдет",
      "content": "Укук деген эмне:\n• Мыйзам тааныган мүмкүнчүлүк (мисалы билим алууга укук)\n• Коргоо механизми бар (арыз, сот, омбудсмен)\n\nЭркиндик деген эмне:\n• Өз оюн айтууга, тандоого, жашоосун курууга мүмкүнчүлүк\n• Чеги бар: башкаларга зыян келтирбөө\n\nМилдет жана жоопкерчилик:\n• Мыйзамды сактоо\n• Башкалардын укугун урматтоо\n• Коомдук тартипке катышуу\n\nМисал:\n• Сөз эркиндиги бар, бирок жек көрүү тилине жол берилбейт",
      "tts": "Башында үч негизги түшүнүктү тактап алалы. Укук — мыйзам менен бекитилген жана корголгон мүмкүнчүлүк. Мисалы билим алууга укук бар болсо, ал укукту ишке ашырууга шарт түзүү да керек: мектеп, мугалим, жеткиликтүүлүк. Эркиндик — адамдын тандоо кылууга жана өз оюн айтууга мүмкүнчүлүгү, бирок ал башкалардын кадыр-баркына жана коопсуздугуна зыян келтирбеши керек. Милдет — мыйзамды сактоо жана башка адамдардын укугун урматтоо. Укук менен милдет тең салмакта болгондо коом адилет жана коопсуз болот.",
      "notes": "Basics"
    },
    {
      "id": 3,
      "title": "🏛️ Негизги принциптер",
      "content": "Төрт негизги принцип:\n• Универсалдуулук: баарына тиешелүү\n• Теңдик: мыйзам алдында баары бирдей\n• Дискриминацияга каршы: басмырлоого жол жок\n• Ажырагыс: негизсиз тартып алынбайт\n\nКошумча принциптер:\n• Өз ара байланыш: бир укук бузулса, башкалары да алсырайт\n• Катышуу: жарандар чечим кабыл алууга катыша алат\n• Жоопкерчилик: мамлекет түшүндүрүп, эсеп берүүгө тийиш\n\nКыска мисал:\n• Билим болбосо, укукту коргоо кыйын\n• Купуялык бузулса, коопсуздук да бузулат",
      "tts": "Адам укуктары универсалдуу, тең жана дискриминацияга каршы болушу керек. Универсалдуулук деген — укуктар улутуна, жынысына, тилине, динине жана социалдык абалына карабай бардык адамдарга тиешелүү. Теңдик — мыйзам алдында баары бирдей деген принцип. Дискриминацияга каршы болуу — укукту колдонууда басмырлоого жол бербөө. Ажырагыс мүнөз — адам укуктары негизсиз тартып алынбайт. Бул принциптер бири-бири менен байланышкан: мисалы билимге жетүү азайса, адам өз укугун коргой албай калышы мүмкүн.",
      "notes": "Principles"
    },
    {
      "id": 4,
      "title": "📜 Тарыхый документтер: кеңири хронология",
      "content": "Кыска хронология:\n• 1215: Магна Карта — бийликти чектөө, мыйзам үстөмдүгү\n• 1689: Укуктар билли — парламент, эркиндиктер\n• 1776: Көз карандысыздык декларациясы — табигый укуктар\n• 1789: Адам жана жаран декларациясы — теңдик, эркиндик\n• 1948: БУУ Декларациясы — дүйнөлүк стандарт\n• 1966: Эл аралык пакттар — милдеттенмелер\n\nНегизги сабак:\n• Укуктар идеясын коом күрөш, тажрыйба аркылуу бекемдеген",
      "tts": "Адам укуктарынын идеясы бир нече кылым бою калыптанган. Бир миң эки жүз он бешинчи жылы Магна Карта бийликтин чектелишин жана мыйзам үстөмдүгүн бекемдеген. Кийин парламенттик эркиндиктерди кеңейткен документтер чыккан. Табигый укуктар идеясы көз карандысыздык декларацияларында күч алган. Бир миң жети жүз сексен тогузунчу жылы Адам жана жаран декларациясы теңдик жана эркиндик принциптерин тараткан. Бир миң тогуз жүз кырк сегизинчи жылы БУУнун жалпы декларациясы дүйнөлүк стандарт болуп калган. Ал эми бир миң тогуз жүз алтымыш алтынчы жылы кабыл алынган пакттар мамлекеттерге конкреттүү милдеттерди жүктөгөн.",
      "notes": "Timeline"
    },
    {
      "id": 5,
      "title": "🌐 БУУ Декларациясы: эмне берет?",
      "content": "Негизги фактылар:\n• 1948-жылы кабыл алынган\n• 30 статьядан турат\n• Бардык адамдын кадыр-баркын тааныйт\n\nЭмне үчүн маанилүү:\n• Дүйнө үчүн «жалпы тил» берет\n• Мыйзамдарга жана саясатка багыт берет\n• Сот практикасында аргумент катары колдонулат\n\nНегизги идеялар:\n• Теңдик жана эркиндик\n• Коопсуздук жана коргоо\n• Билим, эмгек, саламаттык сыяктуу социалдык укуктар",
      "tts": "БУУнун Адам укуктарынын жалпы декларациясы бир миң тогуз жүз кырк сегизинчи жылы кабыл алынган жана отуз статьядан турат. Ал түздөн-түз мыйзам болбосо да, дүйнө жүзүндө укуктук стандарт катары кызмат кылат. Декларация мамлекеттерге багыт берет: адамдын кадыр-баркы биринчи орунда болушу керек, басмырлоого жол берилбеши керек, жана негизги эркиндиктер корголушу зарыл. Бул документ жарандарга да тил берет: арыз жазганда, коомдук талкууда же укук коргоо ишинде негиз катары колдонууга болот.",
      "notes": "UDHR"
    },
    {
      "id": 6,
      "title": "📘 Жарандык жана саясий укуктар",
      "content": "Бул укуктар эмнени коргойт:\n• Жашоо жана коопсуздук\n• Кыйноого, зордук-зомбулукка каршы\n• Сөз жана маалымат эркиндиги\n• Тынч жыйын жана бирикме\n• Адилет сот жана коргонуу\n\nПрактикалык мисалдар:\n• Милиция негизсиз кармабоого тийиш\n• Сот калыс болушу керек\n• Журналист маалымат изилдөөгө укуктуу\n\nТобокелдиктер:\n• Коркутуу, цензура, негизсиз тыюулар",
      "tts": "Жарандык жана саясий укуктар адамдын негизги коопсуздугун жана эркиндиктерин коргойт. Мында жашоо укугу, кыйноого жана адамды кемсинтүүгө тыюу, сөз эркиндиги, маалымат алуу, тынч жыйын өткөрүү жана бирикме түзүү укугу бар. Ошондой эле адилет сот укугу өтө маанилүү: адам мыйзамдуу негизсиз кармалбашы керек, коргонууга укуктуу жана иш калыс сотто каралышы керек. Практикада бул укуктар цензура, коркутуу же негизсиз чектөө аркылуу бузулушу мүмкүн, ошондуктан көзөмөл жана жоопкерчилик механизмдери керек.",
      "notes": "ICCPR"
    },
    {
      "id": 7,
      "title": "📗 Экономикалык, социалдык жана маданий укуктар",
      "content": "Негизги багыттар:\n• Билим алуу жана сапат\n• Саламаттык жана жеткиликтүүлүк\n• Эмгек шарттары жана эмгек акы\n• Социалдык камсыздоо\n• Маданий жашоого катышуу\n\nМамлекеттин милдети:\n• План түзүү жана бюджет бөлүү\n• Алсыз топторду өзгөчө коргоо\n• Тең мүмкүнчүлүк түзүү\n\nМисалдар:\n• Айылда медицина жеткиликтүү болушу\n• Инклюзивдүү билим берүү",
      "tts": "Экономикалык, социалдык жана маданий укуктар татыктуу жашоонун сапатын камсыз кылат. Бул билим алууга жетүү, сапаттуу медициналык жардам, адилет эмгек шарттары жана социалдык камсыздоо сыяктуу багыттарды камтыйт. Бул укуктарды ишке ашырууда мамлекет саясат, бюджет жана инфраструктура аркылуу шарт түзүүгө милдеттүү. Мисалы айыл жеринде медицина жетишсиз болсо, жеткиликтүүлүк бузулат. Эгер мектеп инклюзивдүү эмес болсо, айрым балдар билимден четтеп калат. Демек, бул укуктар коомдук пландоо жана адилет бөлүштүрүү менен түз байланышкан.",
      "notes": "ICESCR"
    },
    {
      "id": 8,
      "title": "⚖️ Дискриминация: аныктоо жана мисалдар",
      "content": "Дискриминация деген эмне:\n• Белги боюнча адилетсиз мамиле (жыныс, улут, майыптык, жаш курак, тил ж.б.)\n• Натыйжада мүмкүнчүлүк кыскарат: жумуш, билим, кызматтар\n\nТүрлөрү:\n• Түз: ачык четтетүү (мисалы, «сени албайбыз» деп коюу)\n• Кыйыр: нейтралдуу эрежелер айрым топко тоскоолдук жаратат\n• Кысым/коркутуу: кемсинтүү, жек көрүү тили, кибербуллинг\n\nБелгилери:\n• Бирдей шартта бирөө гана «ар дайым» четке кагылат\n• Себеби кызмат сапаты эмес, адамдын белгиси\n\nЭмне кылса болот:\n• Фактыларды жана далилди сакта\n• Жетекчиликке/мекемеге жазуу кайрылуу\n• Зарыл болсо юрист, НПО, омбудсмен",
      "tts": "Бул бөлүмдө дискриминация деген эмне экенин тактап, аны кантип таанып жана кандай аракет кылса болорун ирети менен карайбыз. Биринчиден, дискриминация — адамга белгилүү бир белгиси үчүн адилетсиз мамиле кылуу. Белгиге жыныс, улут, майыптык, жаш курак, тил жана башка өзгөчөлүктөр кирет. Мындай мамиле көбүнчө мүмкүнчүлүктү кыскартат: жумушка орношуу, билим алуу, кызматтарды пайдалануу сыяктуу тармактар жабылып калат.\n\nЭкинчиден, дискриминациянын түрлөрү бар. Түз дискриминацияда адам ачык эле четтетилет: мисалы, «сени албайбыз» деп айтуу же кызмат көрсөтпөй коюу. Кыйыр дискриминацияда эрежелер сыртынан нейтралдуу көрүнөт, бирок иш жүзүндө айрым топторго тоскоолдук жаратат: талаптар баарына бирдей сыяктанганы менен, конкреттүү адамдар үчүн кирүү мүмкүн эмес болуп калат. Үчүнчү түрү — кысым жана коркутуу: кемсинтүү, жек көрүү тили, кибербуллинг аркылуу адамды басымга алуу.\n\nҮчүнчүдөн, белгилерин байкайлы. Эгер бирдей шартта бир адам же бир топ гана кайра-кайра четке кагыла берсе, жана себеп кызматтын сапаты эмес, дал ошол адамдын белгиси болуп калса — бул дискриминация болушу мүмкүн.\n\nТөртүнчүдөн, эмне кылса болот. Фактыларды жана далилдерди сакта: билдирүүлөр, скриншот, документтер, күбөлөр. Андан кийин жетекчиликке же мекемеге жазуу түрүндө кайрыл: эмне болду, кайсы укук бузулду, эмне талап кыласың — баарын так көрсөт. Эгер маселе чечилбесе, юристке, жарандык коом уюмдарына же омбудсменге кайрылып, маселени расмий жол менен көтөрүүгө болот.",
      "notes": "Discrimination"
    },
    {
      "id": 9,
      "title": "🗣️ Сөз эркиндиги: укук жана чектөөлөр",
      "content": "Сөз эркиндиги эмнени билдирет:\n• Пикир айтууга жана сындоого укук\n• Маалымат издөө жана алуу\n• Медиа жана коомдук талкуу\n\nМыйзамдуу чектөөлөр (принцип):\n• Башкалардын укугун жана аброюн коргоо\n• Коопсуздук жана коомдук тартип\n• Зомбулукка чакырыкка тыюу\n\nПрактикалык кеңеш:\n• Фактты жана пикирди ажырат\n• Булакты текшер\n• Жек көрүү тилинен алыс бол",
      "tts": "Сөз эркиндиги — демократиянын негизги укуктарынын бири. Ал адамга өз оюн айтууга, коомдук маселелерди талкуулоого жана бийликти сындоого мүмкүнчүлүк берет. Бирок ал чексиз эмес. Чектөөлөр мыйзамдуу, так жана пропорциялуу болушу керек: башкалардын аброюн жана коопсуздугун коргоо үчүн, же зомбулукка чакырыкка каршы. Ошондуктан сөз эркиндигин колдонууда жоопкерчилик маанилүү: маалыматты текшерүү, факт менен пикирди ажыратуу жана жек көрүү тилине жол бербөө.",
      "notes": "Speech"
    },
    {
      "id": 10,
      "title": "👨‍⚖️ Адилет сот: процесс кандай болушу керек?",
      "content": "Адилет соттун негиздери:\n• Күнөөсүздүк презумпциясы\n• Калыс жана көз карандысыз сот\n• Коргонуу укугу жана адвокат\n• Далилдердин мыйзамдуулугу\n• Мөөнөттүн акылга сыярлык болушу\n\nПроцесте эмне маанилүү:\n• Айыптоо жана коргонуу тең шартта\n• Протокол, аудио/видео фиксация\n• Апелляция мүмкүнчүлүгү\n\nКүнүмдүк мисал:\n• Айып коюлса — адвокат сура, протоколду оку",
      "tts": "Адилет сот укугу адамдын мыйзамдуу корголушунун өзөгү. Күнөөсүздүк презумпциясы боюнча адамдын күнөөсү далилденмейинче ал күнөөлүү деп эсептелбейт. Сот көз карандысыз жана калыс болушу керек, ал эми айыптоо менен коргонуу тең шартта сүйлөй алышы зарыл. Коргонуу укугуна адвокатка жетүү, далилдер менен таанышуу жана өз жүйөсүн айтууга мүмкүнчүлүк кирет. Далилдер мыйзамдуу жол менен алынбаса, аларга таянып чечим чыгаруу адилетсиздикке алып келет. Ошондуктан процесс ачык, түшүнүктүү жана текшерүүгө мүмкүн болушу керек.",
      "notes": "FairTrial"
    },
    {
      "id": 11,
      "title": "🔒 Купуялык жана жеке маалымат: эмне корголот?",
      "content": "Купуялык эмне:\n• Жеке жашоо, үй, кат алышуу\n• Телефон сүйлөшүү, мессенжерлер\n• Жеке маалымат: аты-жөнү, номер, дарек, геолокация\n\nЭмне үчүн маанилүү:\n• Коопсуздук (алдамчылык, шантаж)\n• Кадыр-барк жана эркиндик\n\nПрактикалык эрежелер:\n• Уруксатсыз фото-видеону таратпоо\n• Маалымат чогултканда максатын түшүндүрүү\n• Күчтүү сырсөз жана эки фактор\n\nМисал:\n• Жумуш берүүчү жеке аккаунтка уруксатсыз кире албайт",
      "tts": "Купуялык укугу адамдын жеке жашоосун, үй-бүлөлүк жашоосун жана кат алышуусун мыйзамсыз кийлигишүүдөн коргойт. Азыркы учурда жеке маалыматтарга аты-жөнү, телефон номери, дарек, жайгашкан жери жана онлайн жүрүм-турум да кирет. Бул маалыматтар туура корголбосо алдамчылык, шантаж жана дискриминация коркунучу өсөт. Ошондуктан уруксат, түшүндүрмө жана коопсуз сактоо принциптери маанилүү: ким маалымат чогултат, эмне үчүн, канча убакыт сактайт жана кимге берет — баары так болушу керек.",
      "notes": "Privacy"
    },
    {
      "id": 12,
      "title": "💻 Санариптик укуктар: интернетте коопсуз жашоо",
      "content": "Негизги темалар:\n• Интернетке жетүү жана санариптик теңсиздик\n• Онлайн сөз эркиндиги жана модерация\n• Купуялык жана жеке маалымат\n• Киберкоопсуздук жана алдамчылык\n\nКеңири мисалдар:\n• Фейк маалымат: кайсы булак, далил барбы?\n• Кибербуллинг: скриншот, даттануу, блок\n• Фишинг: шилтемени текшер, код бербе\n\nКоопсуздук чек-листи:\n• Эки фактор\n• Жаңыртуулар\n• Камдык көчүрмө\n• Шектүү файлдарды ачпоо",
      "tts": "Санариптик укуктар интернеттеги эркиндик жана коопсуздук менен байланышкан. Интернетке жетүү — билим, иш жана кызматтар үчүн мүмкүнчүлүк, бирок санариптик теңсиздик бар: айрым адамдарда ылдамдык, түзмөк же билим жетишпейт. Онлайн чөйрөдө купуялык жана киберкоопсуздук өзгөчө маанилүү, анткени фишинг, аккаунт уурдоо жана кибербуллинг көбөйгөн. Практикада жөнөкөй аракеттер жардам берет: эки факторду күйгүзүү, сырсөздөрдү күчтүү кылуу, шектүү шилтемелерге баспоо жана фактыларды текшерүү.",
      "notes": "Digital"
    },
    {
      "id": 13,
      "title": "🎓 Билим алуу укугу: сапат жана тең мүмкүнчүлүк",
      "content": "Эмне камтыйт:\n• Баштапкы жана орто билимге жетүү\n• Сапат: мугалим, программа, китеп, коопсуз мектеп\n• Инклюзия: майып балдар үчүн шарт\n• Тил жана маданиятка урмат\n\nТоскоолдуктар:\n• Айылдагы жетишсиз инфраструктура\n• Финансылык чыгымдар\n• Дискриминация жана буллинг\n\nЭмне жардам берет:\n• Колдоо программалары\n• Транспорт/жатакана\n• Психолог жана коопсуздук эрежелери\n\nНатыйжа:\n• Билим — башка укуктарды коргоонун ачкычы",
      "tts": "Билим алуу укугу тең мүмкүнчүлүк жана сапат принциптерине таянат. Жөн гана мектепке баруу эмес, чыныгы билим алуу маанилүү: мугалимдердин даярдыгы, окуу материалдары, коопсуз чөйрө жана буллингге каршы саясат. Инклюзия да негизги талап: майып балдар үчүн жеткиликтүүлүк жана колдоо болушу керек. Айыл жеринде инфраструктура жетишсиз болсо, транспорт жана жатакана сыяктуу чечимдер керек. Билимдүү адам өз укуктарын жакшы түшүнүп, мыйзамдуу жол менен коргой алат.",
      "notes": "Education"
    },
    {
      "id": 14,
      "title": "🏥 Саламаттык сактоо укугу: жеткиликтүүлүк жана сапат",
      "content": "Укук эмнени билдирет:\n• Жеткиликтүү медицина (аймак, баа, убакыт)\n• Сапаттуу кызмат (стандарт, коопсуздук)\n• Маалыматка жетүү (диагноз, дарылоо)\n• Купуялык (медициналык сыр)\n\nАлдын алуу:\n• Вакцинация\n• Скрининг\n• Ден соолук боюнча билим\n\nТобокелдиктер:\n• Коррупция\n• Дискриминация\n• Дары жетишсиздиги\n\nПрактика:\n• Документ сакта, туура адиске кайрыл",
      "tts": "Саламаттык сактоо укугу адамга керектүү медициналык жардамга жетүүнү камсыз кылат. Жеткиликтүүлүк аймакка, баага жана убакытка байланыштуу: адам алыска барбай эле кызмат ала алышы керек. Сапат — стандарт, коопсуздук жана адистердин компетенциясы. Ошондой эле пациент маалымат алууга укуктуу: диагноз эмне, дарылоо кандай, альтернатива барбы. Медициналык маалымат купуя болушу зарыл. Алдын алуу — вакцинация, скрининг жана маалымат берүү — ооруну эрте токтотуп, чыгымды азайтат.",
      "notes": "Health"
    },
    {
      "id": 15,
      "title": "👷 Эмгек укуктары: адилет иш жана коргоо",
      "content": "Негизги укуктар:\n• Адилет эмгек акы жана өз убагында төлөм\n• Коопсуз эмгек шарттары\n• Эс алуу жана жумуш убактысынын чеги\n• Дискриминациясыз кабыл алуу\n• Жумуштан мыйзамсыз бошотпоого кепилдик\n\nКеңири мисалдар:\n• Контрактсыз иштетүү — тобокел\n• Оор жумушта коопсуздук каражаттары керек\n\nКайсы документтер маанилүү:\n• Келишим\n• Табель/график\n• Эмгек акы квитанциясы\n\nКайда кайрылуу:\n• Инспекция, профсоюз, сот",
      "tts": "Эмгек укуктары адамдын татыктуу жашоосу үчүн негиз. Адилет эмгек акы өз убагында төлөнүшү керек, ал эми жумуш шарттары коопсуз болушу зарыл. Жумуш убактысынын чеги жана эс алуу укугу адамдын ден соолугун сактайт. Дискриминациясыз жумушка кабыл алуу жана мыйзамсыз бошотпоого кепилдик да маанилүү. Практикада келишим жана далилдер керек: жазуу түрүндөгү контракт, төлөмдөрдүн тарыхы, иш графиги. Эгер укук бузулса, эмгек инспекциясына, профсоюзга же сотко кайрылууга болот.",
      "notes": "Work"
    },
    {
      "id": 16,
      "title": "👶 Балдардын укуктары: коопсуздук жана өнүгүү",
      "content": "Баланын негизги укуктары:\n• Жашоо жана өнүгүү\n• Билим жана саламаттык\n• Коопсуз чөйрө жана камкордук\n• Ойноо жана эс алуу\n• Өз оюн айтуу (жашына ылайык)\n\nКоргоо эмне дегенде:\n• Зомбулукка нөл толеранттуулук\n• Эмгек эксплуатациясына каршы\n• Эрте никеге жана мажбурлоого каршы\n\nКүнүмдүк белгилер:\n• Буллинг\n• Психологиялык басым\n• Согуу/коркутуу\n\nКайрылуу:\n• Мектеп администрациясы, соцкызмат, милиция",
      "tts": "Балдардын укуктары өзгөчө коргоону талап кылат, анткени бала өзүн толук коргой албайт. Бала жашоо жана өнүгүүгө, билимге, саламаттык жардамга, коопсуз үй-бүлөлүк жана мектеп чөйрөсүнө укуктуу. Зомбулукка, коркутууга жана эксплуатацияга каршы нөл толеранттуулук болушу керек. Мектепте буллинг болуп жатса, ата-эне жана мугалимдер эрте реакция кылышы зарыл: фактыларды жазуу, сүйлөшүү, коргоо чараларын көрүү. Баланын кызыкчылыгы бардык чечимдерде биринчи орунда турушу керек.",
      "notes": "Children"
    },
    {
      "id": 17,
      "title": "👩 Аялдардын укуктары жана гендердик теңдик: практика",
      "content": "Теңдик кайда көрүнөт:\n• Билим жана кесип тандоо\n• Эмгекте тең мүмкүнчүлүк жана тең эмгек акы\n• Саясий жана коомдук катышуу\n• Саламаттык жана репродуктивдик укуктар\n\nЗомбулук маселеси:\n• Үй-бүлөлүк зомбулук — укуктун бузулушу\n• Психологиялык, экономикалык, физикалык түрлөрү бар\n\nКоопсуздук планы:\n• Жакын адамга билдир\n• Далил сакта\n• Жардам кызматтарына кайрыл\n\nМаданий тоскоолдуктар:\n• Стереотиптер жана стигма",
      "tts": "Гендердик теңдик — аялдар жана эркектер мүмкүнчүлүк жагынан бирдей болушу керек деген принцип. Бул билимде, эмгекте, саясатта жана үй-бүлөлүк жашоодо көрүнөт. Эмгекте тең эмгек акы жана кызмат өсүшүндө адилеттик маанилүү. Өзгөчө оор маселе — үй-бүлөлүк зомбулук: ал физикалык гана эмес, психологиялык жана экономикалык формада да болушу мүмкүн. Коом жана мамлекет коргоо механизмдерин иштетүүгө тийиш: жардам кызматтары, коопсуздукту камсыз кылуу, укуктук жоопкерчилик. Стереотиптерди азайтуу үчүн билим жана коомдук диалог керек.",
      "notes": "Women"
    },
    {
      "id": 18,
      "title": "♿ Майып адамдардын укуктары: жеткиликтүүлүк жана инклюзия",
      "content": "Негизги принцип:\n• Майыптык — адамдын «кемчилиги» эмес, чөйрөнүн тоскоолдугу\n\nЖеткиликтүүлүк эмне:\n• Имарат: пандус, лифт, белгилөө\n• Транспорт: кирүү-чыгуу мүмкүнчүлүгү\n• Маалымат: субтитр, жеңил тил, экран окугуч\n• Санарип кызмат: сайт жана тиркеме жеткиликтүү\n\nИнклюзия:\n• Мектеп жана ЖОЖ\n• Жумуш орундарын ылайыкташтыруу\n\nПрактика:\n• Жеткиликтүүлүк жок болсо — укук иш жүзүндө бузулат",
      "tts": "Майып адамдардын укуктары инклюзияга жана жеткиликтүүлүккө негизделет. Майыптык көп учурда адамда эмес, чөйрөдө болот: тепкич, жеткиликсиз транспорт, түшүнүксүз маалымат адамды коомдон четтетет. Жеткиликтүүлүк деген — имараттарда пандус жана лифт, маалыматта субтитр жана жеңил тил, санарип кызматтарда экран окугучка ылайык дизайн. Инклюзия билимде жана жумушта тең мүмкүнчүлүк түзөт. Эгер жеткиликтүүлүк жок болсо, укуктар кагазда гана калат.",
      "notes": "Disability"
    },
    {
      "id": 19,
      "title": "🌱 Экология жана адам укуктары: байланыш",
      "content": "Эмне үчүн экология — укук маселеси:\n• Таза аба жана таза суу — саламаттык шарты\n• Таштандылар жана уулуу заттар — коркунуч\n• Климаттык өзгөрүү — азык-түлүк жана коопсуздукка таасир\n\nЖарандардын укуктары:\n• Экологиялык маалыматка жетүү\n• Коомдук угууга катышуу\n• Зыян боюнча даттануу жана талап коюу\n\nКүнүмдүк мисал:\n• Көл/дарыя булганса — саламаттык жана жашоо сапаты төмөндөйт\n\nЧечимдер:\n• Мониторинг, ачыктык, жоопкерчилик",
      "tts": "Экологиялык абал түздөн-түз адамдын жашоо жана саламаттык укугуна таасир этет. Таза аба жана таза суу болбосо оорулар көбөйөт, ал эми таштанды жана уулуу заттар узак мөөнөттүү зыян алып келет. Климаттык өзгөрүү да укук маселеси, анткени ал азык-түлүк коопсуздугуна, миграцияга жана экономикалык туруктуулукка таасир берет. Жарандар экологиялык маалымат алууга, коомдук талкууларга катышууга жана зыян келтирген тараптан жоопкерчилик талап кылууга укуктуу. Демек, экология — бул жөн гана табият эмес, адам укуктарынын бир бөлүгү.",
      "notes": "Environment"
    },
    {
      "id": 20,
      "title": "🏢 Бизнес жана адам укуктары: жоопкерчилик",
      "content": "Компаниялардын таасири:\n• Эмгек шарттары жана коопсуздук\n• Айлык, график, ашыкча жумуш\n• Керектөөчүлөрдүн укуктары\n• Экология жана жергиликтүү коом\n\nЖоопкерчилик принциптери:\n• Укуктарды урматтоо\n• Зыянды алдын алуу\n• Ачыктык жана отчеттуулук\n• Коррупцияга каршы\n\nПрактикада эмне керек:\n• Ички саясат жана даттануу каналы\n• Текшерүү жана тренинг\n• Контрагенттерди да көзөмөлдөө\n\nМисал:\n• Коопсуздук эрежеси сакталбаса — жаракат көбөйөт",
      "tts": "Бизнес адам укуктарына түз таасир этет: иш шарттары, эмгек акы, коопсуздук, ошондой эле экология жана керектөөчүлөрдүн укуктары аркылуу. Ошондуктан компаниялар укуктарды урматтоого жана зыянды алдын алууга милдеттүү. Бул үчүн ачык саясат, ички даттануу каналдары, кызматкерлерди окутуу жана контрагенттерди текшерүү керек. Коррупцияга каршы чаралар да маанилүү, анткени коррупция ресурстардын адилет бөлүштүрүлүшүн бузуп, кызматтарды начарлатат. Жоопкерчиликтүү бизнес коомдук ишенимди күчөтөт.",
      "notes": "Business"
    },
    {
      "id": 21,
      "title": "🧳 Качкындар жана мигранттар: негизги кепилдиктер",
      "content": "Негизги принциптер:\n• Коопсуздук жана адамдык мамиле\n• Дискриминацияга каршы\n• Документтерге жана кызматтарга жетүү\n\nКызматтар эмне үчүн керек:\n• Медициналык жардам\n• Билим (айрыкча балдар үчүн)\n• Юридикалык жардам жана маалымат\n\nТобокелдиктер:\n• Эксплуатация\n• Алдамчылык\n• Стигма жана ксенофобия\n\nПрактикалык кеңеш:\n• Документтерди көчүрмөдө сакта\n• Расмий каналдардан маалымат ал",
      "tts": "Качкындар жана мигранттар темасында негизги принцип — адамдын коопсуздугу жана кадыр-баркы. Адам кайсы өлкөгө барбасын, ага адамдык мамиле болушу керек жана дискриминацияга жол берилбеши зарыл. Документтерге жетүү, медициналык жардам жана балдар үчүн билим — интеграция жана коопсуз жашоо үчүн маанилүү. Тобокелдиктер да бар: эксплуатация, алдамчылык жана стигма. Ошондуктан маалымдуулук жана юридикалык колдоо керек. Эл аралык стандарттар адамды өмүрүнө коркунуч бар жерге мажбурлап кайтарбоо принципин камтыйт.",
      "notes": "Migrants"
    },
    {
      "id": 22,
      "title": "🇰🇬 Кыргызстан: укуктарды коргоо институттары",
      "content": "Кайда жазылган:\n• Конституция жана мыйзамдар\n• Эл аралык келишимдер (ратификация)\n\nКайсы институттар бар:\n• Сот — негизги коргоо жолу\n• Омбудсмен — арыз жана сунуш\n• Прокуратура — мыйзамдуулук көзөмөлү\n• Ички иштер — коопсуздук, тергөө\n• Соцкызмат — коргоо жана жардам\n\nПрактикада эмне маанилүү:\n• Далил жана документ\n• Жазуу түрүндөгү кайрылуу\n• Мөөнөттөрдү сактоо\n\nКеңеш:\n• Кайрылууну кыска, так жана факт менен жаз",
      "tts": "Кыргызстанда адам укуктары Конституцияда жана мыйзамдарда бекитилет. Укук бузулса, негизги механизм — сотко кайрылуу. Мындан тышкары омбудсмен институту жарандардын арыздарын кабыл алып, текшерип жана сунуш бере алат. Прокуратура мыйзамдуулукту көзөмөлдөйт, ички иштер органдары тергөө жана коопсуздук менен иштейт, ал эми социалдык кызматтар коргоо жана жардам көрсөтөт. Практикада эң маанилүүсү — фактыларды жана далилдерди сактоо, кайрылууну жазуу түрүндө берүү жана мөөнөттөрдү өткөрүп жибербөө. Так жана маданияттуу коммуникация ишти жеңилдетет.",
      "notes": "KG"
    },
    {
      "id": 23,
      "title": "🧩 Укук бузулса: деталдашкан аракет планы",
      "content": "Кадам биринчи: фактылар\n• Кайсы күнү, кайсы жерде болду\n• Ким катышты (аты-жөнү, байланыш)\n• Кайсы укук бузулду\n\nКадам экинчи: далилдер\n• Документ, квитанция, келишим\n• Скриншот, видео, аудио\n• Күбөлөрдүн контакты\n\nКадам үчүнчү: кайрылуу\n• Кайсы орган жооптуу экенин аныкта\n• Жазуу арыз (датасы, талап, тиркемелер)\n• Каттоо номерин ал\n\nКадам төртүнчү: эскалация\n• Омбудсмен, сот, НПО/юрист\n\nКеңеш:\n• Эмоция эмес, факт жана талап",
      "tts": "Укук бузулган учурда эң натыйжалуу жол — системалуу аракет кылуу. Биринчи кадам — фактыларды так жазып алуу: күнү, убактысы, жери, ким катышты жана кайсы укук бузулду. Экинчи кадам — далил топтоо: документтер, скриншоттор, аудио же видео, күбөлөрдүн контакты. Үчүнчү кадам — туура органга жазуу түрүндө арыз берүү: арызда факт, мыйзамдуу талап жана тиркемелер көрсөтүлүшү керек, сөзсүз каттоо номерин алыңыз. Эгер жооп болбосо же адилетсиз болсо, омбудсменге, сотко же юрист жана жарандык коом уюмдарына кайрылып, ишти эскалацияласа болот.",
      "notes": "WhatToDo"
    },
    {
      "id": 24,
      "title": "🤝 Укук маданияты: кантип күчөтөбүз?",
      "content": "Ички маданият (жеке деңгээл):\n• Башканы урматтоо жана тең мамиле\n• Конфликтти тынч сүйлөшүү менен чечүү\n• Фейк маалыматты текшерүү\n\nКоомдук деңгээл:\n• Мектепте укук боюнча билим берүү\n• Коомдук талкуулар жана ачыктык\n• Волонтердук жана жарандык катышуу\n\nИнституттук деңгээл:\n• Мыйзам үстөмдүгү\n• Ачык бюджет жана отчеттуулук\n• Даттануу механизмдери\n\nКүнүмдүк мисал:\n• Кызмат көрсөтүүдө адамды кемсинтпөө\n• Мүмкүнчүлүгү чектелген адамга жардам берүү\n\nНатыйжа:\n• Ишеним жана тынчтык күчөйт",
      "tts": "Укук маданияты — бул коомдун күнүмдүк жүрүм-туруму жана институттардын иштөө сапаты. Жеке деңгээлде бул урматтоо, тең мамиле жана конфликтти тынч сүйлөшүү менен чечүү. Коомдук деңгээлде билим берүү, медиа сабаттуулук жана ачык талкуулар маанилүү. Институттук деңгээлде мыйзам үстөмдүгү, ачык бюджет жана отчеттуулук ишенимди күчөтөт. Ар бир адамдын салымы бар: маалыматты текшерүү, дискриминацияга каршы болуу, башка адамдын кадыр-баркын сактоо жана коомдук катышуу. Укук маданияты күчөгөн сайын коомдо тынчтык жана туруктуулук өсөт.",
      "notes": "Culture"
    },
    {
      "id": 25,
      "title": "🌟 Корутунду: негизги ой жана кийинки кадам",
      "content": "Негизги ой:\n• Адам укуктары — баарына тиешелүү жана ажырагыс\n• Укук билим менен, институт менен жана маданият менен иштейт\n\nЭсиңде болсун:\n• Укук бузулса — факт, далил, арыз\n• Тынч жана мыйзамдуу жол эң коопсуз\n• Жалгыз эмессиң: юрист, омбудсмен, НПО бар\n\nКийинки кадам:\n• Өзүңдүн эң маанилүү үч укугуңду танда\n• Алар бузулса эмне кылаарыңды план кыл\n• Үй-бүлө/класс/команда менен талкуула\n\nЖыйынтык:\n• Кадыр-баркты сактоо — жалпы жоопкерчилик",
      "tts": "Жыйынтыктап айтканда, адам укуктары — ар бир адамдын кадыр-баркын сактоонун негизги системасы. Бул укуктар баарына тиешелүү жана ажырагыс, бирок алар өзүнөн-өзү иштебейт: билим, күчтүү институттар жана укук маданияты керек. Эгер укук бузулса, тынч жана мыйзамдуу жол менен аракет кылуу эң коопсуз: фактыларды тактоо, далил топтоо, жазуу арыз берүү жана керек болсо эскалация кылуу. Укук коргоодо жалгыз эмес: юристтер, омбудсмен жана жарандык коом уюмдары жардам бере алат. Кийинки кадам катары өз өмүрүңдө эң маанилүү укуктарды белгилеп, алар бузулса кандай аракет кылаарыңды алдын ала планда.",
      "notes": "Outro"
    }
  ]
}
